tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "argocd"
brew "awscli"
brew "bat"
brew "docker-completion"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "openjdk"
brew "gradle"
brew "helm"
brew "k9s"
brew "kind"
brew "krew"
brew "lsd"
brew "mas"
brew "minikube"
brew "neovim"
brew "protobuf"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "topgrade"
brew "tpm"
brew "hashicorp/tap/terraform"
cask "adobe-creative-cloud"
cask "alacritty"
cask "appcleaner"
cask "clipy"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "orbstack"
cask "rekordbox"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "EasyRes", id: 688211836
mas "Enpass", id: 732710998
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
vscode "1natsu.insert-br-tag"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "astro-build.astro-vscode"
vscode "azemoh.one-monokai"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-preview-github-styles"
vscode "bradgashler.htmltagwrap"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ICS.japanese-proofreading"
vscode "jinliming2.vscode-go-template"
vscode "jock.svg"
vscode "KatjanaKosic.vscode-json5"
vscode "KevinRose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-apache"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pbkit.vscode-pbkit"
vscode "PKief.material-icon-theme"
vscode "premparihar.gotestexplorer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svipas.control-snippets"
vscode "tamasfe.even-better-toml"
vscode "technosophos.vscode-helm"
vscode "Tim-Koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "ziglang.vscode-zig"
vscode "Zignd.html-css-class-completion"
