brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helm"
brew "jq"
brew "k9s"
brew "krew"
brew "kubie"
brew "kustomize"
brew "lsd"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "topgrade"
brew "vim"
brew "yq"
brew "zsh"
cask "1password"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "cursor"
cask "enpass"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "notion"
cask "rancher"
cask "raycast"
cask "visual-studio-code"
mas "Okta Verify", id: 490179405
mas "The Unarchiver", id: 425424353
vscode "1natsu.insert-br-tag"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "ardonplay.jetbrains-idea-product-icon-theme"
vscode "atsushieno.language-review"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-preview-github-styles"
vscode "bradgashler.htmltagwrap"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jinliming2.vscode-go-template"
vscode "katjanakosic.vscode-json5"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pbkit.vscode-pbkit"
vscode "premparihar.gotestexplorer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "technosophos.vscode-helm"
vscode "tim-koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vvakame.vscode-prh-extention"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
vscode "zignd.html-css-class-completion"
