brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "k9s"
brew "krew"
brew "kubie"
brew "lsd"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "topgrade"
brew "vim"
brew "yq"
brew "zsh"
cask "1password"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "cursor"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "notion"
cask "rancher"
cask "raycast"
cask "visual-studio-code"
mas "Okta Verify", id: 490179405
mas "The Unarchiver", id: 425424353
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "anysphere.remote-ssh"
vscode "anysphere.remote-wsl"
vscode "github.vscode-pull-request-github"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.vscode-yaml"
