tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "argocd"
brew "awscli"
brew "bat"
brew "docker-completion"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "openjdk"
brew "gradle"
brew "helm"
brew "hugo"
brew "k9s"
brew "kind"
brew "krew"
brew "lsd"
brew "mas"
brew "minikube"
brew "neovim"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "topgrade"
brew "tpm"
brew "hashicorp/tap/terraform"
cask "adobe-creative-cloud"
cask "alacritty"
cask "appcleaner"
cask "clipy"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "orbstack"
cask "rekordbox"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "EasyRes", id: 688211836
mas "Enpass", id: 732710998
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
